

;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Arcthrower			║
;  ╚════════════════════════╝

[ArcThrower_CV X2WeaponTemplate]
FriendlyName="Дугоразрядник"
FriendlyNamePlural="Дугоразрядники"
BriefSummary="Дугомет - оружие выстрел из которого способен оглушить цель."
TacticalText="<Bullet/> Дугомет можно применить против любой цели в зоне видимости солдата; он не наносит урон, но оглушает цели на <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_CV_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода при попадании.<br/><Bullet/> Выстрел требует одно действие и заканчивает ход.<br/><Bullet/> Перезаряжается <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода.<br/><Bullet/> Неэффективен против механических врагов без дополнительного обучения.<br/>"
AbilityDescName="дугоразрядник"

[ArcThrower_MG X2WeaponTemplate]
FriendlyName="Улучшенный дугоразрядник"
FriendlyNamePlural="Улучшенные дугоразрядники"
BriefSummary="Дугомет - оружие выстрел из которого способен оглушить цель."
TacticalText="<Bullet/> Дугомет можно применить против любой цели в зоне видимости солдата; он не наносит урон.<br/><Bullet/> Оглушает цели на <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_MG_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода при попадании.<br/><Bullet/> Выстрел требует одно действие и заканчивает ход.<br/><Bullet/> Перезаряжается <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода.<br/><Bullet/> Неэффективен против механических врагов без дополнительного обучения.<br/>"
AbilityDescName="дугоразрядник"

[ArcThrower_BM X2WeaponTemplate]
FriendlyName="Плазморазрядник"
FriendlyNamePlural="Плазморазрядник"
BriefSummary="Дугомет - оружие выстрел из которого способен оглушить цель."
TacticalText="<Bullet/> Дугомет можно применить против любой цели в зоне видимости солдата; он не наносит урон.<br/><Bullet/> Оглушает цели на <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_BM_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода при попадании.<br/><Bullet/> Выстрел требует одно действие и заканчивает ход.<br/><Bullet/> Перезаряжается <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода.<br/><Bullet/> Неэффективен против механических врагов без дополнительного обучения.<br/>"
AbilityDescName="дугоразрядник"

[Arcthrower_MG_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"
[Arcthrower_BM_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"

[ArcThrowerStun X2AbilityTemplate]
LocFriendlyName="Оглушение"
LocLongDescription="Выстрел из дугомета, способный оглушить цель."
LocHelpText="Выстрел из дугоразрядника."
LocFlyOverText="Оглушение"
LocPromotionPopupText="<Bullet/> Дугомет можно применить против любой цели в зоне видимости солдата; он не наносит урон, но оглушает цели на один ход при попадании.<br/><Bullet/> Улучшенные версии увеличивают время оглушения.<br/><Bullet/> Выстрел требует одно действие и заканчивает ход.<br/><Bullet/> Перезаряжается <Ability:WOTCLW2SW_COLOR_1_OPEN/>2<Ability:WOTCLW2SW_COLOR_CLOSE/> хода.<br/><Bullet/> Неэффективен против механических врагов без дополнительного обучения."

[EMPulser X2AbilityTemplate]
LocFriendlyName="Дугоразрядник"
LocLongDescription="Теперь ваш дугомет наносит урон механическим врагам и снижает их защиту от взлома."
LocHelpText="Выстрел из дугоразрядника."
LocFlyOverText="Дугоразрядник"
LocPromotionPopupText="Дугоразрядник можно применить против любой цели в зоне видимости солдата; он не наносит урон, но снижает защиту цели от взлома.<br/><br/><Bullet/> Урон: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_MG_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_BM_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Reduces enemy hack defense by <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_EMPULSER_HACK_DEFENSE_PENALTY/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Also allows the Arc Thrower to target and set-off explosions in destructible objects."

[EMPulserPassive X2AbilityTemplate]
LocFriendlyName="Дугоразрядник"
LocLongDescription="Теперь ваш дугомет наносит урон механическим врагам и снижает их защиту от взлома."
LocHelpText="Выстрел из дугоразрядника."
LocFlyOverText="Дугоразрядник"
LocPromotionPopupText="Дугоразрядник можно применить против любой цели в зоне видимости солдата; он не наносит урон, но снижает защиту цели от взлома.<br/><br/><Bullet/> Урон: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_MG_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_BM_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Reduces enemy hack defense by <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_EMPULSER_HACK_DEFENSE_PENALTY/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Also allows the Arc Thrower to target and set-off explosions in destructible objects."

[Electroshock X2AbilityTemplate]
LocFriendlyName="Электрошок"
LocLongDescription="Дугомет при промахе дезориентирует цель."
LocHelpText="Дугомет при промахе дезориентирует цель."
LocFlyOverText="Электрошок"
LocPromotionPopupText="<Bullet/> Промах при стрельбе из дугомета дезориентирует врагов (кроме роботов).<br/>"

[StunGunner X2AbilityTemplate]
LocFriendlyName="Контрольный выстрел"
LocLongDescription="Выстрелы из дугомета становятся более точными."
LocHelpText="Точность повышается на <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>."
LocFlyOverText="Контрольный выстрел"
LocPromotionPopupText="<Bullet/> Выстрелы из дугомета становятся более точными.<br/><br/><Bullet/> Точность повышается в зависимости от технологического уровня оружия: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_CV/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_MG/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_BM/><Ability:WOTCLW2SW_COLOR_CLOSE/>."

[ChainLightning X2AbilityTemplate]
LocFriendlyName="Цепь молний"
LocLongDescription="Выстрел из дугомета по каждому видимому врагу, которого можно оглушить."
LocHelpText="Выстрел из дугомета по каждому видимому врагу, которого можно оглушить."
LocFlyOverText="Цепь молний"
LocPromotionPopupText="<Bullet/> Выстрел из дугомета по каждому видимому врагу, которого можно оглушить.<br/><Bullet/> Требует одно действие и заканчивает ход.<br/><Bullet/> Перезарядка <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_CHAIN_LIGHTNING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода.<br/><Bullet/> Нельзя использовать из скрытности."



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Combat Knife			║
;  ╚════════════════════════╝

[CombatKnife_CV X2WeaponTemplate]
FriendlyName="Боевой нож"
FriendlyNamePlural="Боевые ножи"
BriefSummary="Оружие для самообороны в ближнем бою."
TacticalText="<Bullet/> Легкое запасное оружие, требует одно действие на использование и не заканчивает ход.<br/>"
AAbilityDescName="боевой нож"

[CombatKnife_MG X2WeaponTemplate]
FriendlyName="Вибронож"
FriendlyNamePlural="Виброножи"
BriefSummary="Опасное оружие для самообороны в ближнем бою."
TacticalText="<Bullet/> Атака ножом расходует одно действие и не завершает ход.<br/><Bullet/> Вибронож может проникать сквозь броню.<br/>"
AbilityDescName="боевой нож"

[CombatKnife_BM X2WeaponTemplate]
FriendlyName="Улучшенный вибронож"
FriendlyNamePlural="Улучшенные виброножи"
BriefSummary="Опасное оружие для самообороны в ближнем бою. Гораздо острее и крепче обычного виброножа."
TacticalText="<Bullet/> Легкое запасное оружие, требует одно действие на использование и не заканчивает ход.<br/><Bullet/> Улучшенный вибронож может проникать сквозь прочную броню.<br/>."
AbilityDescName="боевой нож"

[CombatKnife_MG_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"
[CombatKnife_BM_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"

[KnifeFighter X2AbilityTemplate]
LocFriendlyName="Мастер ножа"
LocLongDescription="Позволяет атаковать врагов ножом в рукопашной."
LocHelpText="Удар ножом"
LocFlyOverText="Мастер ножа"
LocPromotionPopupText="<Bullet/> Удар ножом расходует одно действие и не заканчивает ход.<br/>"

[Combatives X2AbilityTemplate]
LocFriendlyName="Техника спецназа"
LocLongDescription="Предоставляет <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_COMBATIVES_DODGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> к уклонению. Позволяет отражать атаки в ближнем бою и контратаковать с помощью боевого ножа."
LocHelpText="Позволяет отражать атаки в ближнем бою и контратаковать с помощью боевого ножа."
LocFlyOverText="Техника спецназа"
LocPromotionPopupText="Дает бонус <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_COMBATIVES_DODGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> к уклонению. Позволяет отражать атаки в ближнем бою и контратаковать с помощью боевого ножа.<br/><br/><Bullet/> Практически гарантированно отбивает первую атаку в рукопашной на каждом ходу и позволяет контратаковать с помощью боевого ножа.<br/><Bullet/> Бонус к уклонению действует даже без ножа."



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢  
;  ║   Gauntlet				║
;  ╚════════════════════════╝

[LWGauntlet_MG_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"
[LWGauntlet_BM_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"

[HeavyArmaments X2AbilityTemplate]
LocFriendlyName="Тяжелое оружие"
LocFlyOverText="Тяжелое оружие"
LocLongDescription="Солдат способен использовать \"перчатку\", оснащенную ракетометом и огнеметом."
LocHelpText="Солдат способен использовать \"перчатку\", оснащенную ракетометом и огнеметом."
LocPromotionPopupText="<Bullet/> \"Перчатка\" - продвинутое устройство, оснащенное миниатюрным ракетометом и огнеметом.<br/><Bullet/> Ракетомет изначально обладает одним зарядом и радиусом поражения в три клетки.<br/><Bullet/> Вести огонь можно по любой цели в зоне видимости.<br/><Bullet/> Урон от ракет уменьшается по мере удаления от точки попадания.<br/><Bullet/> Огнемет - оружие малой дальности, наносящее урон в конической зоне поражения.<br/><Bullet/> Огнемет может быть использован два раза за бой и не наносит урон механическим целям при отсутствии улучшений.<br/><Bullet/> Использование любой способности \"перчатки\" требует одно действие и заканчивает ход.<br/><Bullet/> На точность ракет влияет меткость солдата, дистанция выстрела и количество оставшихся очков действия на текущем ходу. Низкие показатели меткости приводят к большему допустимому разбросу и ракета будет иметь шансы отклонится от целевой клетки на большее расстояние. Максимальный радиус разлета указан во всплывающем меню, в то время как число возле курсора наведения отображает среднее значение разброса для выстрела по данной области."

[LWFlamethrower X2AbilityTemplate]
LocFriendlyName="Огнемет"
LocFlyOverText="Огнемет"
LocLongDescription="Струя пламени в конусообразной зоне."
LocHelpText="Струя пламени в конусообразной зоне."
LocPromotionPopupText="<Bullet/> Огнемет - оружие малой дальности, наносящее урон в конической зоне поражения.<br/><Bullet/> Заряды огнемета ограничены: <Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:LWFLAMER_BASE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/>. Не наносит урона механическим целям при отсутствии улучшений.<br/><Bullet/> Требует одно действие и заканчивает ход."

[LWRocketLauncher X2AbilityTemplate]
LocFriendlyName="Ракетомет"
LocHelpText="Выстрел ракетой в указанную зону. <Ability:ROCKETSCATTER/>"

[LWBlasterLauncher X2AbilityTemplate]
LocFriendlyName="Бластерная бомба"
LocHelpText="Выстрел бластерной бомбой по указанной зоне. <Ability:ROCKETSCATTER/>"

[NapalmX X2AbilityTemplate]
LocFriendlyName="Напалм-Х"
LocFlyOverText="Напалм-Х"
LocLongDescription="Ваш огнемет может дезориентировать врагов и вызывать у них панику."
LocHelpText="Напалм-Х"
LocPromotionPopupText="<Bullet/> Ваш огнемет может дезориентировать врагов и вызывать у них панику. Цели должны проявить волю, чтобы избежать негативных эффектов.<br/>"

[Phosphorus X2AbilityTemplate]
LocFriendlyName="Фосфор"
LocFlyOverText="Фосфор"
LocLongDescription="Ваш огнемет теперь может поражать механических противников и уничтожать броню."
LocHelpText="Ваш огнемет теперь может поражать механических противников и уничтожать броню."
LocPromotionPopupText="<Bullet/> Ваш огнемет теперь может поражать механических противников. <br/><Bullet/> Атаки огнеметом уничтожают <Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:PHOSPHORUS_BONUS_SHRED/><Ability:WOTCLW2SW_COLOR_CLOSE/> брони.</br>"

[Incinerator X2AbilityTemplate]
LocFriendlyName="Выжигатель"
LocFlyOverText="Выжигатель"
LocLongDescription="Дальность действия огнемета увеличивается, зона поражения становится шире."
LocHelpText="Увеличивает дальность и зону поражения огнемета."
LocPromotionPopupText="<Bullet/> Дальность действия огнемета увеличивается на <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:INCINERATOR_RANGE_MULTIPLIER/>%<Ability:WOTCLW2SW_COLOR_CLOSE/> клетку и зона поражения становится шире <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:INCINERATOR_RADIUS_MULTIPLIER/>%<Ability:WOTCLW2SW_COLOR_CLOSE/>."

[Roust X2AbilityTemplate]
LocFriendlyName="Выкуривание"
LocFlyOverText="Выкуривание"
LocLongDescription="Особый выстрел из огнемета, наносящий небольшой урон, но заставляющий цель сменить позицию."
LocHelpText="Особый выстрел из огнемета, наносящий небольшой урон, заставляющий цель сменить позицию."
LocPromotionPopupText="<Bullet/> С небольшой вероятностью поджигает врагов в зоне поражения и наносит небольшой урон.<br/><Bullet/> Узкая струя пламени наносит минимальные повреждения окружению.<br/><Bullet/> Есть <Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:ROUST_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> заряда на миссию, но может получить и <Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:ROUST_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> дополнительное использование в зависимости от способностей.<br/><Bullet/> Нельзя использовать из скрытности."

[Burnout X2AbilityTemplate]
LocFriendlyName="Выхлоп"
LocFlyOverText"Выхлоп"
LocLongDescription="Использование огнемета оставляет вокруг солдата облако дыма, увеличивая защиту."
LocHelpText="Использование огнемета оставляет вокруг солдата облако дыма, увеличивая защиту."
LocPromotionPopupText="<Bullet/> При использовании огнемет оставляет вокруг солдата облако дыма, дающее бонус <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:BURNOUT_SMOKE_DEFNESE/>%<Ability:WOTCLW2SW_COLOR_CLOSE/> к защите всем, кто в нем находится.<br/>"

[BurnoutPassive X2AbilityTemplate]
LocFriendlyName="Выхлоп"
LocFlyOverText"Выхлоп"
LocLongDescription="Использование огнемета оставляет вокруг солдата облако дыма, увеличивая защиту."
LocHelpText="Использование огнемета оставляет вокруг солдата облако дыма, увеличивая защиту."
LocPromotionPopupText="<Bullet/> При использовании огнемет оставляет вокруг солдата облако дыма, дающее бонус <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:BURNOUT_SMOKE_DEFNESE/>%<Ability:WOTCLW2SW_COLOR_CLOSE/> к защите всем, кто в нем находится.<br/>"

[HighPressure X2AbilityTemplate]
LocFriendlyName="Высокое давление"
LocFlyOverText="Высокое давление"
LocLongDescription="Добавляет заряды огнемету."
LocHelpText="Добавляет заряды огнемету."
LocPromotionPopupText="<Bullet/> Добавляет заряды огнемету <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FLAMETHROWER_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> заряда.<br/><Bullet/> Выкуривание получает <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:ROUST_HIGH_PRESSURE_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> заряда."

[Quickburn X2AbilityTemplate]
LocFriendlyName="Быстрое пламя"
LocFlyOverText="Быстрое пламя"
LocLongDescription="Активируйте способность, чтобы следующее применение огнемета не потратило действие."
LocHelpText="Активируйте способность, чтобы следующее применение огнемета не потратило действие."
LocPromotionPopupText="<Bullet/> При активации способности следующее применение огнемета не расходует действие.<br/><Bullet/> Перезарядка <Ability:WOTCLW2SW_COLOR_1_OPEN/><ABILITY:QUICKBURN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода.<br/>"

[Firestorm X2AbilityTemplate]
LocFriendlyName="Огненный вихрь"
LocFlyOverText="Огненный вихрь"
LocLongDescription="Один раз за бой: стрельба по всем врагам вокруг позиции солдата. Также даёт иммунитет к урону от огня."
LocHelpText="Стрельба по всем целям вокруг текущей позиции."
LocPromotionPopupText="<Bullet/> Поджигает и наносит урон всем врагам вокруг позиции солдата с бонусом <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FIRESTORM_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> дополнительного урона.<br/><Bullet/> Также даёт иммунитет к огню.<br/><Bullet/> Расходует одно действие и при использовании заканчивает ход.<br/><Bullet/> Используется один раз за бой.<br/><Bullet/> Не рекомендуется использовать на крышах."

[TechnicalFireImmunity X2AbilityTemplate]
LocFriendlyName="Огнеупорность"
LocFlyOverText="Огнеупорность"
LocLongDescription="Способность \"Огнеупорность\" дает иммунитет к урону от огня."
LocHelpText="Дает иммунитет к огню."
LocPromotionPopupText="<Bullet/> Этот солдат невосприимчив к огню.<br/>"

[ShockAndAwe X2AbilityTemplate]
LocFriendlyName="Шок и трепет"
LocFlyOverText="Шок и трепет"
LocLongDescription="Ваша перчатка получает <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> дополнительных ракет."
LocHelpText="Ваша перчатка получает <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> дополнительных ракет."
LocPromotionPopupText="<Bullet/> Ваша перчатка получает <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:SHOCK_AND_AWE_BONUS_CHARGES/><Ability:WOTCLW2SW_COLOR_CLOSE/> дополнительных ракет.<br/>"

[FireInTheHole X2AbilityTemplate]
LocFriendlyName="Взрывные работы"
LocFlyOverText="Взрывные работы"
LocLongDescription="Ваши ракеты становятся более точными."
LocHelpText="Ваши ракеты становятся более точными."
LocPromotionPopupText="<Bullet/> Ваши ракеты чаще попадают в указанную цель (или ближе к ней, по крайней мере)<br/><Bullet/> Максимальный промах снижен на две клетки."

[JavelinRockets X2AbilityTemplate]
LocFriendlyName="Ракеты \"Копье\""
LocFlyOverText="Ракеты \"Копье\""
LocLongDescription="Увеличивают дальность полета ракет на <Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:JAVELIN_ROCKETS_BONUS_RANGE_TILES/><Ability:WOTCLW2SW_COLOR_CLOSE/> клеток и позволяют вести огонь по целям за пределами обзора."
LocHelpText="Увеличивают дальность полета ракет на <Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:JAVELIN_ROCKETS_BONUS_RANGE_TILES/><Ability:WOTCLW2SW_COLOR_CLOSE/> клеток и позволяют вести огонь по целям за пределами обзора."
LocPromotionPopupText="<Bullet/> Увеличивают дальность полета ракет на <Ability:WOTCLW2SW_COLOR_2_OPEN/><ABILITY:JAVELIN_ROCKETS_BONUS_RANGE_TILES/><Ability:WOTCLW2SW_COLOR_CLOSE/> клеток и позволяют вести огонь по целям за пределами обзора.<br/>"

[BunkerBuster X2AbilityTemplate]
LocFriendlyName="Бетонобой"
LocFlyOverText="Бетонобой"
LocHelpText="Выстрел специальной ракетой, уничтожающей здания и прочие предметы окружения."
LocLongDescription="Выстрел специальной ракетой, уничтожающей здания и прочие предметы окружения."
LocPromotionPopupText="<Bullet/> Выстрел специальной ракетой, наносящей средний урон врагам и огромные повреждения зданиям, технике и прочим предметам окружения.<br/><Bullet/> Расходует оба действия, используется один раз за задание.<br/>"

[FireandSteel X2AbilityTemplate]
LocFriendlyName="Огонь и сталь"
LocFlyOverText="Огонь и сталь"
LocLongDescription="Атаки \"перчаткой\" и огонь, вызванный оружием с \"перчатки\", наносят <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FIRE_AND_STEEL_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> ед. урона."
LocHelpText="Атаки \"перчаткой\" и огонь, вызванный оружием с \"перчатки\", наносят <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FIRE_AND_STEEL_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> ед. урона."
LocPromotionPopupText="<Bullet/> Атаки \"перчаткой\" и огонь, вызванный оружием с \"перчатки\", наносят <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:FIRE_AND_STEEL_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> ед. урона.<br/><Bullet/> Применяется к огнемету, ракетомету и пожарам, вызванным ими.<br/>"

[ConcussionRocket X2AbilityTemplate]
LocFriendlyName="Диверсионная ракета"
LocFlyOverText="Диверсионная ракета"
LocLongDescription="Выстрел особой ракетой, наносящей ограниченный урон, но имеющей шанс оглушить или дезориентировать органических противников в зоне поражения и оставляющей дымовую завесу."
LocHelpText="Особая ракета, оглушающая или дезориентирующая цели и оставляющая дымовую завесу. <Ability:ROCKETSCATTER/>"
LocPromotionPopupText="<Bullet/> Одно применение в ходе задания.<br/><Bullet/> Вероятность оглушения и дезориентации зависит от воли цели.<br/><Bullet/> Требует одно действие, заканчивает ход."



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Holo-Targeter		║
;  ╚════════════════════════╝

[Holotargeter_CV X2WeaponTemplate]
FriendlyName="Голографический целеуказатель"
FriendlyNamePlural="Голографические целеуказатели"
BriefSummary="Повышает видимость цели, увеличивая меткость союзников при стрельбе по ней."
TacticalText="<Bullet/> Добавляет <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_CV_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> к меткости при стрельбе по подсвеченной цели."
AbilityDescName="целеуказатель"

[Holotargeter_MG X2WeaponTemplate]
FriendlyName="Голографический целеуказатель МК2"
FriendlyNamePlural="Голографические целеуказатели МК2"
BriefSummary="Повышает видимость цели, увеличивая меткость союзников при стрельбе по ней."
TacticalText="<Bullet/> Добавляет <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_MG_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> к меткости при стрельбе по подсвеченной цели."
AbilityDescName="целеуказатель"

[Holotargeter_BM X2WeaponTemplate]
FriendlyName="Голографический целеуказатель МК3"
FriendlyNamePlural="Голографические целеуказатели МК3"
BriefSummary="Повышает видимость цели, увеличивая меткость союзников при стрельбе по ней."
TacticalText="<Bullet/> Добавляет <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_BM_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> к меткости при стрельбе по подсвеченной цели."
AbilityDescName="целеуказатель"

[Holotargeter_MG_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"
[Holotargeter_BM_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"

[Holotarget X2AbilityTemplate]
LocFriendlyName="Голографическое целеуказание"
LocLongDescription="Применение голографического целеуказателя дает <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> бонус к меткости при последующей стрельбе по цели всеми солдатами в отряде на этом ходу."
LocHelpText="Применение голографического целеуказателя дает бонус при последующей стрельбе по цели."
LocFlyOverText="Голографическое целеуказание"
LocPromotionPopupText="Эффект длится до конца хода.<br/><br/><Bullet/> Использование голографического целеуказания расходует одно действие и заканчивает ход, если <Ability:CLASSNAME/> не имеет способности \"Быстрое целеуказание\".<br/><Bullet/> Эффекты от нескольких использований против одной цели не суммируются.<br/><Bullet/> Бонус к точности зависит от уровня целеуказателя: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Голографическое целеуказание не демаскирует отряд.<br/><Bullet/> Голографическое целеуказание можно использовать по целям видимым союзниками если <Ability:CLASSNAME/> имеет соответствующую способность."

[RapidTargeting X2AbilityTemplate]
LocFriendlyName="Быстрое целеуказание"
LocLongDescription="Вы можете использовать голографическое целеуказание как свободное действие с перезарядкой в <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_RAPID_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода. Кроме того, его применение не заканчивает ход."
LocHelpText="Активирует голографическое целеуказание противника как свободное действие."
LocFlyOverText="Голографическое целеуказание"
LocPromotionPopupText="Вы можете использовать голографическое целеуказание как свободное действие с перезарядкой в <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_RAPID_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> хода. Кроме того, его применение не заканчивает ход.<br/><br/><Bullet/> Это распространяется на \"Высокое разрешение\", \"Автоматическое отслеживание\" и \"Обнаружение уязвимостей\".<br/><Bullet/> Голографическое целеуказание не демаскирует отряд.<br/><Bullet/> Голографическое целеуказание не демаскирует отряд.<br/><Bullet/> Голографическое целеуказание можно использовать по целям видимым союзниками если <Ability:CLASSNAME/> имеет соответствующую способность."

[RapidTargeting_Passive X2AbilityTemplate]
LocFriendlyName="Быстрое целеуказание"
LocLongDescription="Голографическое целеуказание больше не завершает ваш ход."

[HDHolo X2AbilityTemplate]
LocFriendlyName="Высокое разрешение"
LocLongDescription="По врагам в голографическом прицеле проще совершать критические попадания."
LocHelpText="По врагам в голографическом прицеле проще совершать критические попадания."
LocFlyOverText="Высокое разрешение"
LocPromotionPopupText="По врагам в голографическом прицеле проще совершать критические попадания.<br/><br/><Bullet/> Бонус увеличивается в зависимости от уровня целеуказателя: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/>"

[IndependentTracking X2AbilityTemplate]
LocFriendlyName="Автоматическое отслеживание"
LocLongDescription="Подсвеченный голографическим прицелом противник останется под воздействием <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/> дополнительных ходов."
LocHelpText="Подсвеченный голографическим прицелом противник останется под воздействием эффекта еще на несколько ходов <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/>."
LocFlyOverText="Автоматическое отслеживание"
LocPromotionPopupText="Подсвеченный голографическим прицелом противник останется под воздействием эффекта еще на несколько ходов <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><br/><Bullet/> Дополнительные использования целеуказания на той же цели не суммируются.<br/>"

[VitalPointTargeting X2AbilityTemplate]
LocFriendlyName="Обнаружение уязвимостей"
LocLongDescription="Атаки против целей под действием голографического целеуказания наносят <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_VITAL_POINT_TARGETING_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> дополнительного урона."
LocHelpText="Атаки против целей под действием голографического целеуказания наносят дополнительный урон."
LocFlyOverText="Обнаружение уязвимостей"
LocPromotionPopupText="Атаки против целей под действием голографического целеуказания наносят дополнительный урон.<br/><br/><Bullet/> Бонус увеличивается в зависимости от уровня целеуказателя: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Бонус применяется для атак ближнего боя и атак по цели, но не по области."

[Multitargeting X2AbilityTemplate]
LocFriendlyName="Групповое наведение"
LocLongDescription="Применяет голографическое целеуказание по нескольким врагам с перезарядкой в несколько ходов <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_MULTI_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/>."
LocHelpText="Дает голографическое целеуказание по всем целям в зоне действия."
LocFlyOverText="Групповое наведение"
LocPromotionPopupText="Применяет голографическое целеуказание по нескольким врагам с перезарядкой в несколько ходов <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_MULTI_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown.<br/><br/><Bullet/> \"Высокое разрешение\", \"Автоматическое отслеживание\" и \"Обнаружение уязвимостей\" применяются ко всем целям.<br/><Bullet/> ОБласть воздействия увеличивается для продвинутых технологий: <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_CV_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_MG_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_BM_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> клеток.<br/><Bullet/> Голографическое целеуказание не демаскирует отряд."



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Sawed-Off Shotgun	║
;  ╚════════════════════════╝

[SawedOffShotgun_CV X2WeaponTemplate]
FriendlyName="Обрез"
FriendlyNamePlural="Обрезы"
BriefSummary="Мощное, но не дальнобойное дополнительное оружие."
TacticalText="<Bullet/> Адаптированное оружие довоенной эпохи.<br/><Bullet/> Боезапас: <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_CV_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/> патрона на миссию (без улучшений)."

[SawedOffShotgun_MG X2WeaponTemplate]
FriendlyName="Магнитный обрез"
FriendlyNamePlural="Магнитные обрезы"
BriefSummary="Улучшенная версия обреза, использующая магнитный ускоритель для увеличения урона."
TacticalText="<Bullet/> Улучшенная версия обреза, использующая магнитный ускоритель для увеличения урона.<br/><Bullet/> Боезапас: <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_MG_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/> патрона на миссию (без улучшений)."

[SawedOffShotgun_BM X2WeaponTemplate]
FriendlyName="Плазменный распылитель"
FriendlyNamePlural="Плазменные распылители"
BriefSummary="Улучшенная версия магнитного обреза, использующая плазму вместо дроби."
TacticalText="<Bullet/> Улучшенная версия магнитного обреза, использующая плазму вместо дроби.<br/><Bullet/> Боезапас: <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_BM_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/> патрона на миссию (без улучшений)."

[SawedOffShotgun_MG_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"
[SawedOffShotgun_BM_Schematic X2SchematicTemplate]
m_strClassLabel="ОТРЯД"

[PointBlank X2AbilityTemplate]
LocFriendlyName="Выстрел в упор"
LocLongDescription="Выстрел из обреза по врагу на близкой дистанции."
LocHelpText="Выстрел из обреза."
LocFlyOverText="Выстрел в упор"
LocPromotionPopupText="Выстрел из обреза по врагу на близкой дистанции.<br/><br/><Bullet/> Точность значительно снижается дальше 4 клеток.<br/><Bullet/> Использует одно действие, не заканчивает ход.<br/><Bullet/> Использует один патрон.<br/>"

[BothBarrels X2AbilityTemplate]
LocFriendlyName="Дуплет"
LocLongDescription="Выстрел из обоих стволов обреза, наносящий удвоенный урон."
LocHelpText="Выстрел из обоих стволов обреза, наносящий удвоенный урон."
LocFlyOverText="Дуплет"
LocPromotionPopupText="Выстрел из обоих стволов обреза, наносящий удвоенный урон.<br/><br/><Bullet/> Использует одно действие, не заканчивает ход.<br/><Bullet/> Это выстрел использует два патрона.<br/>"

[PumpAction X2AbilityTemplate]
LocFriendlyName="Подствольный магазин"
LocLongDescription="Добавляет <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> патрона к обрезу."
LocHelpText="Добавляет <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> патрона к обрезу."
LocFlyOverText="Подствольный магазин"
LocPromotionPopupText="Добавляет <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> патрона к обрезу.<br/>"
[SpareShells X2AbilityTemplate]

LocFriendlyName="Запасные патроны"
LocLongDescription="Носите с собой пару запасных патронов, чтобы можно было перезарядить обрез <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SPARE_SHELLS_RELOADS/><Ability:WOTCLW2SW_COLOR_CLOSE/> раз."
LocHelpText="Носите с собой пару запасных патронов, чтобы можно было перезарядить обрез <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SPARE_SHELLS_RELOADS/><Ability:WOTCLW2SW_COLOR_CLOSE/> раз."
LocPromotionPopupText="Носите с собой пару запасных патронов, чтобы можно было перезарядить обрез <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SPARE_SHELLS_RELOADS/><Ability:WOTCLW2SW_COLOR_CLOSE/> раз.<br/><br/><Bullet/> Перезарядка обреза проходит также как и у других видов оружия -стоит одно действие и не заканчивает ход."

[SpareShellsReload X2AbilityTemplate]
LocFriendlyName="Перезарядка обреза"
LocLongDescription="Перезарядить обрез."
LocHelpText="Перезарядить обрез."
LocFlyOverText="Перезарядка"
LocPromotionPopupText="Перезарядить обрез."

[SawedOffReload X2AbilityTemplate]
LocFriendlyName="Перезарядка обреза"
LocLongDescription="Перезарядить обрез."
LocHelpText="Перезарядить обрез."
LocFlyOverText="Перезарядка"
LocPromotionPopupText="Перезарядить обрез."